---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtDegreeF
source: html/9fca670c-f610-263a-bb08-6e6e31e0c2aa.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtDegreeF Property

Symbol BTU/(h·ft·°F), indicating unit British thermal units per hour foot degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerHFtDegreeF { get; }
```